---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Hp
source: html/67188247-8231-b578-127e-3c6165688875.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Hp Property

Symbol hp, indicating unit Horsepower.

## Syntax (C#)
```csharp
public static ForgeTypeId Hp { get; }
```